{
  "id": 2,
  "title": "Wilderness First Aid Basics",
  "content": "Wilderness first aid differs from conventional first aid due to prolonged response times and limited resources. Knowing how to handle common injuries and medical emergencies can save lives in remote locations.\n\nWound care is a fundamental skill. For cuts and lacerations, stop bleeding by applying direct pressure with a clean cloth. Elevate the wound above the heart if possible. Once bleeding is controlled, clean the wound with purified water. Remove debris gently and apply antibiotic ointment if available. Cover with a sterile dressing and monitor for signs of infection like increased redness, warmth, swelling, or pus.\n\nHypothermia occurs when core body temperature drops below 95°F. Early symptoms include shivering, confusion, and loss of coordination. Move the person to shelter, remove wet clothing, and provide insulation. Warm the core first - chest, neck, head, and groin. Give warm, sweet drinks if the person is conscious and can swallow. Never give alcohol or massage the limbs, as this can cause cold blood to flow to the core and worsen the condition.\n\nHeat exhaustion presents with heavy sweating, weakness, dizziness, and nausea. Move the person to shade, remove excess clothing, and provide cool water to drink. Apply cool, wet cloths to the skin. Heat stroke is more serious, with a body temperature above 103°F, hot dry skin, and altered mental state. This is a medical emergency requiring immediate cooling and evacuation.\n\nFor sprains and strains, remember RICE: Rest, Ice, Compression, and Elevation. Immobilize the injured joint, apply cold if available, wrap with an elastic bandage (not too tight), and elevate above the heart. Pain, swelling, and limited mobility are common. If you can't bear weight or suspect a fracture, splint the injury.\n\nBone fractures require immobilization before moving the person. Splint the injury in the position found, securing above and below the fracture site. Don't try to realign the bone. Check circulation beyond the splint regularly by pressing a fingernail until it blanches, then releasing - color should return within 2 seconds.\n\nSnake bites require calm assessment. Most snake bites are not venomous, but all should be treated seriously. Keep the bitten area still and below heart level. Remove jewelry and tight clothing before swelling occurs. Mark the swelling edge with a pen and note the time. Do not cut the wound, apply ice, or use a tourniquet. Seek medical attention immediately.\n\nAllergic reactions range from mild to severe. Anaphylaxis is life-threatening, with symptoms including difficulty breathing, swelling of face or throat, rapid pulse, and dizziness. If the person has an epinephrine auto-injector, help them use it immediately. Call for emergency evacuation.\n\nDehydration is easily prevented but dangerous if ignored. Drink water regularly before feeling thirsty. Signs include dark urine, dizziness, fatigue, and dry mouth. In hot weather or during strenuous activity, electrolyte replacement is important alongside water intake.\n\nBlisters should be prevented when possible by wearing properly fitted boots and addressing hot spots immediately. If a blister forms, leave it intact if possible. If it must be drained due to size or location, clean the area, sterilize a needle, puncture at the edge, drain fluid, and cover with a protective dressing.\n\nA well-stocked first aid kit should include: adhesive bandages, gauze pads, medical tape, elastic bandages, antibiotic ointment, pain relievers, antihistamines, tweezers, scissors, and any personal medications. Customize based on group size, trip duration, and environment.",
  "category": "first_aid",
  "keywords": ["first aid", "wound", "hypothermia", "injury", "emergency"],
  "source": "manual",
  "length": 3542,
  "cleaned": true
}
