{
  "id": 1,
  "title": "Water Purification Methods for Survival",
  "content": "Access to clean drinking water is critical for survival. In wilderness situations, you must purify water to remove harmful bacteria, viruses, and parasites before consumption.\n\nBoiling is the most reliable method of water purification. Bring water to a rolling boil for at least one minute at sea level, or three minutes at elevations above 6,500 feet. Boiling kills virtually all pathogens including Giardia, Cryptosporidium, bacteria, and viruses. While boiling doesn't remove chemical contaminants or improve taste, it's the gold standard for biological purification.\n\nWater purification tablets, typically containing chlorine dioxide or iodine, are lightweight and effective. Follow the manufacturer's instructions carefully, as contact time varies by product and water temperature. Generally, wait 30 minutes before drinking. These tablets are effective against bacteria and viruses, but may not eliminate all parasites like Cryptosporidium.\n\nPortable water filters physically remove contaminants through microscopic pores. Most camping filters can remove bacteria and protozoa but may not filter out viruses due to their tiny size. Check the filter's micron rating - 0.2 microns or smaller is recommended. Regular cleaning and replacement of filter elements is essential for continued effectiveness.\n\nSolar disinfection (SODIS) uses UV radiation from sunlight to kill pathogens. Fill clear plastic bottles with water and place them in direct sunlight for 6 hours (or 2 days if cloudy). This method works best with relatively clear water and requires patience, but uses no equipment beyond a clear container.\n\nChemical disinfection with household bleach can work in emergencies. Use unscented bleach with 5-6% sodium hypochlorite. Add 2 drops per quart of clear water, or 4 drops for cloudy water. Mix well and wait 30 minutes before drinking. The water should have a slight chlorine odor; if not, repeat the dose and wait another 15 minutes.\n\nWater distillation removes virtually all contaminants including chemicals, heavy metals, and pathogens. Heat water to create steam, then collect and cool the condensed steam. This method requires equipment and fuel but produces the purest water.\n\nNatural filtration through sand and charcoal can improve water clarity and taste. Create layers of clean sand, charcoal, and gravel in a container with drainage holes. This removes sediment and some contaminants but should be combined with another purification method for safety.\n\nWhen sourcing water, prioritize moving water over stagnant pools. Collect from upstream of any contamination sources. Clear water is easier to purify than turbid water. If water is cloudy, let sediment settle or pre-filter through cloth before purification.\n\nSigns of waterborne illness include diarrhea, nausea, and cramping, typically appearing 1-2 weeks after consumption. Prevention through proper purification is always better than treatment in the wilderness.",
  "category": "water_purification",
  "keywords": ["water", "purification", "boiling", "filter", "survival"],
  "source": "manual",
  "length": 2876,
  "cleaned": true
}
